Repository: mrpbueno/tarifador
Catalog: i18n/*/LC_MESSAGES/tarifador.po
Languages: pl_pl

source: Reset
pl_pl: Resetuj

source: Submit
pl_pl: Zatwierdź

source: Delete
pl_pl: Usuń

source: Call List
pl_pl: Lista połączeń

source: Rate List
pl_pl: Lista stawek

source: User List
pl_pl: Lista użytkowników

source: Statistics
pl_pl: Statystyki

source: ND
pl_pl: BD

source: ANSWERED
pl_pl: ODEBRANE

source: NO ANSWER
pl_pl: NIEODEBRANE

source: BUSY
pl_pl: ZAJĘTE

source: FAILED
pl_pl: NIEUDANE

source: Invalid or missing ID for deletion.
pl_pl: Nieprawidłowy lub brakujący identyfikator do usunięcia.

source: Validation Error
pl_pl: Błąd walidacji

source: User deleted successfully!
pl_pl: Użytkownik został pomyślnie usunięty!

source: Success
pl_pl: Sukces

source: User not found or already deleted.
pl_pl: Użytkownik nie znaleziony lub już usunięty.

source: Warning
pl_pl: Ostrzeżenie

source: A database error occurred. The user could not be deleted.
pl_pl: Wystąpił błąd bazy danych. Użytkownik nie mógł zostać usunięty.

source: Error
pl_pl: Błąd

source: Invalid or missing ID or username.
pl_pl: Nieprawidłowy lub brakujący identyfikator lub nazwa użytkownika.

source: User updated successfully!
pl_pl: Użytkownik zaktualizowany pomyślnie!

source: The provided username is already in use by another PIN.
pl_pl: Podana nazwa użytkownika jest już używana przez inny PIN.

source: An unexpected database error occurred while saving the changes.
pl_pl: Wystąpił nieoczekiwany błąd bazy danych podczas zapisywania zmian.

source: No PINs found in FreePBX. All users have been disabled.
pl_pl: Nie znaleziono kodów PIN w FreePBX. Wszyscy użytkownicy zostali wyłączeni.

source: PIN synchronization completed successfully!
pl_pl: Synchronizacja kodów PIN zakończona pomyślnie!

source: A critical error occurred during synchronization. No changes were saved.
pl_pl: Wystąpił błąd krytyczny podczas synchronizacji. Żadne zmiany nie zostały zapisane.

source: Invalid or missing ID.
pl_pl: Nieprawidłowy lub brakujący identyfikator.

source: Error uploading the file or no file sent.
pl_pl: Błąd przesyłania pliku lub nie wysłano żadnego pliku.

source: Invalid file format. Please upload a .csv file.
pl_pl: Nieprawidłowy format pliku. Proszę przesłać plik .csv.

source: Could not open the uploaded file.
pl_pl: Nie można otworzyć przesłanego pliku.

source: Invalid CSV header. The expected columns are: pin, user, department.
pl_pl: Nieprawidłowy nagłówek CSV. Oczekiwane kolumny to: pin, user, department.

source: Format Error
pl_pl: Błąd formatu

source: Import completed successfully!
pl_pl: Import zakończony pomyślnie!

source: An error occurred on line %d during import. No changes were saved.
pl_pl: Wystąpił błąd w linii %d podczas importu. Żadne zmiany nie zostały zapisane.

source: Critical Error
pl_pl: Błąd krytyczny

source: Not Registered
pl_pl: Niezarejestrowany

source: All fields are required and the rate must be a valid number.
pl_pl: Wszystkie pola są wymagane, a stawka musi być poprawną liczbą.

source: A dial pattern already exists in the chosen effective date: %s - %s - %s
pl_pl: Wzorzec wybierania już istnieje w wybranym okresie obowiązywania: %s - %s - %s

source: Rate Conflict
pl_pl: Konflikt stawek

source: A database error occurred while saving the rate.
pl_pl: Wystąpił błąd bazy danych podczas zapisywania stawki.

source: Rate added successfully!
pl_pl: Stawka dodana pomyślnie!

source: All fields are required, the ID must be valid and the rate a number.
pl_pl: Wszystkie pola są wymagane, ID musi być prawidłowe, a stawka liczbą.

source: Rate updated successfully!
pl_pl: Stawka zaktualizowana pomyślnie!

source: Invalid or missing sort data.
pl_pl: Nieprawidłowe lub brakujące dane sortowania.

source: One of the items in the sort contained invalid data.
pl_pl: Jeden z elementów sortowania zawierał nieprawidłowe dane.

source: A database error occurred and the order could not be saved. No changes were made.
pl_pl: Wystąpił błąd bazy danych i kolejność nie mogła zostać zapisana. Nie wprowadzono żadnych zmian.

source: Rate deleted successfully!
pl_pl: Stawka usunięta pomyślnie!

source: The rate was not found or has already been deleted.
pl_pl: Stawka nie została znaleziona lub została już usunięta.

source: A database error occurred. The rate could not be deleted, possibly because it is in use.
pl_pl: Wystąpił błąd bazy danych. Stawka nie mogła zostać usunięta, prawdopodobnie dlatego, że jest w użyciu.

source: Answered
pl_pl: Odebrane

source: Busy
pl_pl: Zajęte

source: Failed
pl_pl: Nieudane

source: No Answer
pl_pl: Nieodebrane

source: Inbound
pl_pl: Przychodzące

source: Outbound
pl_pl: Wychodzące

source: Internal
pl_pl: Wewnętrzne

source: Unknown
pl_pl: Nieznane

source: Total
pl_pl: Razem

source: No results found
pl_pl: Brak wyników

source: Searching...
pl_pl: Szukanie...

source: Type
pl_pl: Wpisz

source: or more characters
pl_pl: lub więcej znaków

source: Type to search for a user
pl_pl: Wpisz, aby wyszukać użytkownika

source: Calls
pl_pl: Połączenia

source: Error loading statistics
pl_pl: Błąd ładowania statystyk

source: The rate order has been updated.
pl_pl: Kolejność stawek została zaktualizowana.

source: Updated
pl_pl: Zaktualizowano

source: Start Date/Time
pl_pl: Data/Czas rozpoczęcia

source: Select start date/time
pl_pl: Wybierz datę/czas rozpoczęcia

source: Source
pl_pl: Źródło

source: Enter the source number or <BR>
pl_pl: Wprowadź numer źródłowy lub <BR>

source: Use Asterisk regular expressions.<br>
pl_pl: Użyj wyrażeń regularnych Asterisk.<br>

source: Example: _2[ZZ9]NX.<br>
pl_pl: Przykład: _2[ZZ9]NX.<br>

source: <b>Rules:</b><br>
pl_pl: <b>Zasady:</b><br>

source: <b>X</b> = matches any digit between 0-9<br>
pl_pl: <b>X</b> = pasuje do dowolnej cyfry 0-9<br>

source: <b>Z</b> = matches any digit between 1-9<br>
pl_pl: <b>Z</b> = pasuje do dowolnej cyfry 1-9<br>

source: <b>N</b> = matches any digit between 2-9<br>
pl_pl: <b>N</b> = pasuje do dowolnej cyfry 2-9<br>

source: <b>[1237-9]</b> = matches any digit or letter in brackets (e.g., 1,2,3,7,8,9)<br>
pl_pl: <b>[1237-9]</b> = pasuje do dowolnej cyfry lub litery w nawiasach (np. 1,2,3,7,8,9)<br>

source: <b>.</b> = wildcard, matches one or more digits<br>
pl_pl: <b>.</b> = wieloznacznik, pasuje do jednej lub więcej cyfr<br>

source: User
pl_pl: Użytkownik

source: Enter the username
pl_pl: Wprowadź nazwę użytkownika

source: End Date/Time
pl_pl: Data/Czas zakończenia

source: Select end date/time
pl_pl: Wybierz datę/czas zakończenia

source: Destination
pl_pl: Cel

source: Enter the destination number or <BR>
pl_pl: Wprowadź numer docelowy lub <BR>

source: All
pl_pl: Wszystkie

source: Select the call status
pl_pl: Wybierz status połączenia

source: Search
pl_pl: Szukaj

source: Download PDF
pl_pl: Pobierz PDF

source: Download Excel
pl_pl: Pobierz Excel

source: Download CSV
pl_pl: Pobierz CSV

source: Date / Time
pl_pl: Data / Czas

source: UniqueID
pl_pl: Unikalne ID

source: Name
pl_pl: Nazwa

source: App
pl_pl: Aplikacja

source: Wait
pl_pl: Czas oczekiwania

source: Duration
pl_pl: Czas trwania

source: Type
pl_pl: Typ

source: Rate
pl_pl: Stawka

source: Cost
pl_pl: Koszt

source: Total Calls
pl_pl: Łącznie połączeń

source: Total Duration
pl_pl: Łączny czas trwania

source: Average Time
pl_pl: Średni czas

source: Total Cost
pl_pl: Łączny koszt

source: Call Details
pl_pl: Szczegóły połączenia

source: Event
pl_pl: Zdarzenie

source: Number
pl_pl: Numer

source: Exten
pl_pl: Wewn

source: Context
pl_pl: Kontekst

source: Channel
pl_pl: Kanał

source: Close
pl_pl: Zamknij

source: Billing
pl_pl: Taryfikacja

source: Will be generated automatically
pl_pl: Zostanie wygenerowane automatycznie

source: Edit User PIN
pl_pl: Edytuj PIN użytkownika

source: New User PIN
pl_pl: Nowy PIN użytkownika

source: User's PIN number
pl_pl: Numer PIN użytkownika

source: Enter the PIN user's name
pl_pl: Wprowadź nazwę użytkownika PIN

source: Department / Sector
pl_pl: Dział / Sektor

source: Enter the user's department / sector
pl_pl: Wprowadź dział / sektor użytkownika

source: Enabled?
pl_pl: Włączony?

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: To disable the PIN, go to the <a href='config.php?display=pinsets'>PIN Sets</a> module
pl_pl: Aby wyłączyć PIN, przejdź do modułu <a href='config.php?display=pinsets'>Zestawy PIN</a>

source: PIN Set
pl_pl: Zestaw PIN

source: User's PIN Set
pl_pl: Zestaw PIN użytkownika

source: Synchronize PINs
pl_pl: Synchronizuj kody PIN

source: Synchronize
pl_pl: Synchronizuj

source: CSV Upload
pl_pl: Prześlij CSV

source: Upload
pl_pl: Prześlij

source: Actions
pl_pl: Akcje

source: Please wait!
pl_pl: Proszę czekać!

source: Synchronizing ...
pl_pl: Synchronizacja...

source: CSV File
pl_pl: Plik CSV

source: Browse
pl_pl: Przeglądaj

source: The file header must contain: pin, user, department
pl_pl: Nagłówek pliku musi zawierać: pin, user, department

source: File to Import
pl_pl: Plik do importu

source: Edit Rate
pl_pl: Edytuj stawkę

source: New Rate
pl_pl: Nowa stawka

source: Enter the rate name
pl_pl: Wprowadź nazwę stawki

source: Carrier
pl_pl: Operator

source: Enter the carrier name
pl_pl: Wprowadź nazwę operatora

source: Dial Pattern
pl_pl: Wzorzec wybierania

source: Enter the rate per minute
pl_pl: Wprowadź stawkę za minutę

source: Start Date
pl_pl: Data początkowa

source: Select the rate's start date
pl_pl: Wybierz datę początkową stawki

source: End Date
pl_pl: Data końcowa

source: Select the rate's end date
pl_pl: Wybierz datę końcową stawki

source: Add Rate
pl_pl: Dodaj stawkę

source: Add
pl_pl: Dodaj

source: Rates
pl_pl: Stawki

source: Users
pl_pl: Użytkownicy

source: Call Destination (top 50)
pl_pl: Miejsca docelowe połączeń (top 50)

source: Call Source (top 50)
pl_pl: Źródła połączeń (top 50)

source: Call distribution by hour
pl_pl: Rozkład połączeń wg godzin
